Repository: hjunker/FinalFrontier
Catalog: FinalFrontier/Properties/Resources.*.resx
Languages: de_de

# WELCOMESC_Developer
source: Dev Options
de_de: Entwickler

# WELCOMESC_Disclaimer
source: With clicking "Next" you accept our terms of service and disclaimer. Currently we transmit ABSOLUTELY NO DATA. Further information on our website.
de_de: Durch Fortfahren akzeptierst du unsere AGB und den Haftungsausschluss. Wir übermitteln KEINE DATEN, deine Privatsphäre liegt uns am Herzen. Weitere Informationen findest du auf unserer Website.

# WELCOMESC_Finish
source: Finish
de_de: Fertig

# WELCOMESC_Hello
source: Welcome to FinalFrontier. We´ve developed a new method for detecting malware. In addition to the mail item we will analyze the history of your mailboxes to get better results. Give it a try! In the following windows we will help you configure the AddIn and show you some examples.
de_de: Herzlich Willkommen bei FinalFrontier. Wir haben eine neue Methode entwickelt, um dich vor Schadsoftware zu schützen. Dafür analysieren wir zusätzlich zu der Mail auch die Historie deiner Postfächer, um bessere Ergebnisse zu bekommen. Probier es aus! Im Folgenden werden wir dich durch die Konfiguration führen und verschiedene Beispiele zeigen.

# WELCOMESC_Learning
source: Configure the learning.
de_de: Konfiguriere das Lernen.

# WELCOMESC_LearningConf
source: How should we learn?
de_de: Wie sollen wir lernen?

# WELCOMESC_LearningConfFolder
source: From which folders should we learn?
de_de: Aus welchen Ordnern soll gelernt werden?

# WELCOMESC_LearningConfTime
source: Which time interval?
de_de: Mit welchem Zeitabstand?

# WELCOMESC_LearningConfTimeDay
source: Day
de_de: Tag

# WELCOMESC_LearningConfTimeMonth
source: Month
de_de: Monat

# WELCOMESC_LearningConfTimeWeek
source: Week
de_de: Woche

# WELCOMESC_LearningConfWarnHigh
source: High
de_de: Hoch

# WELCOMESC_LearningConfWarnLow
source: Low
de_de: Niedrig

# WELCOMESC_LearningConfWarnNiveau
source: On which niveau should we warn?
de_de: Wie empfindlich?

# WELCOMESC_LEARNINGHELP_Folder
source: The only folder, you should not select is the inbox. Because if you select this folder, only the messages you receive after the learning process is completed will be analyzed correctly. Your current inbox not getting scanned then. But if you don´t use subfolders as much and leave most of your mailes in the inbox, we can learn from this folder, too. The other folders getting different scores. While "Trash" is neutral, mails in "Spam" getting pretty negative values. "Sent" on the other side has positive scores attached to it.
de_de: Der einzige Ornder, der nicht ausgewählt werden sollte, ist der Posteingang. Denn wenn der Ordner zum Lernen benutzt wird, so werden erst die mails bewertet, welche nach dem abgeschlossenen Lern-Vorgang ankommen. Alle aktuell im Posteingang befindlichen Mails bekommen eine falsche Bewertung. Wenn du jedoch kaum Ordner verwendest und sich die meisten Mails im Posteingang befinden, dann solltest du diesen trotzdem zum Lernen freigeben. Aus den anderen Ordnern kannst du lernen lassen, wie du denkst, dass es sinnvoll ist. "Spam" bekommt dabei eine negative Bewertung, Mails in "Gesendet" eine positive. Die anderen Ordner werden neutral betrachtet.

# WELCOMESC_LEARNINGHELP_FolderHeadline
source: Which foulders shall I select?
de_de: Welche Ordner sollte ich auswählen?

# WELCOMESC_LEARNINGHELP_No
source: Yes, you can use our tool without learning. But it is - especially in the beginning - possible then, that FinalFrontier "detects" malicious mails which are absolutly valid. Therefore we DON´T RECOMMEND this setting.
de_de: Ja, auch eine Nutzung des Tools ohne vorheriges Lernen ist möglich. Dadurch kann es jedoch passieren, dass - besonders am Anfang - sehr viele Mails als potenziell bösartig eingestuft werden, welche es nicht sind. Daher wird diese Einstellung NICHT EMPFOHLEN.

# WELCOMESC_LEARNINGHELP_NoHeadline
source: Is it possible to use FinalFrontier without learning??
de_de: Funktioniert FinalFrontier auch ohne Lernen?

# WELCOMESC_LEARNINGHELP_Often
source: We recommend the iterative learning with every incoming mail. The only case that you should select "on a regular basis" is if you leave mails in your inbox for a long time. We recommend learning once a week then.
de_de: Wir empfehlen das Lernen mit jeder eintreffenden EMail. Nur, wenn deine Emails lange im Posteingang verweilen, solltest du das Lernen in regelmäßigen Abständen aktivieren. Dann empfehlen wir einmal pro Woche.

# WELCOMESC_LEARNINGHELP_OftenHeadline
source: How and how often should this tool learn?
de_de: Wie und wie häufig sollte das Tool lernen?

# WELCOMESC_LEARNINGHELP_What
source: In the process of learning our tool iterates through all your specified mailboxes and folders. Thus we know the individual history of your mailing activities.
de_de: Beim Lernen iteriert FinalFrontier durch alle Mails der angegebenen Postfächer und Ordner. Dadurch kennt das Tool die Historie der E-Mails.

# WELCOMESC_LEARNINGHELP_WhatHeadline
source: What is "learning"?
de_de: Was ist "Lernen"?

# WELCOMESC_LEARNINGHELP_Why
source: Jede E-Mail wird betrachtet. Schlüsselinformationen, wie z.B. Sender, Empfänger oder Betreff, werden extrahiert und lokal gespeichert. Dabei bekommen die Eigenschaften verschiedene Bewertungen. Tritt eine Sender-Empfänger-Kombination z.B. häufiger auf, bekommt sie eine bessere Punktzahl. Gleichzeitig bekommen z.B. die Mails im Spam-Ordner eine besonders schlechte Bewertung. Dadurch kennt das Tools bei jedem Nutzer das Mailverhalten und kann anhand dessen genauer den Schadgehalt von neu eintreffenden Mails bestimmen. Neu eintreffende Mails werden nach Bearbeitung durch dich mit in die Historie aufgenommen.
de_de: Jede E-Mail wird betrachtet. Schlüsselinformationen, wie z.B. Sender, Empfänger oder Betreff, werden extrahiert und lokal gespeichert. Dabei bekommen die Eigenschaften verschiedene Bewertungen. Tritt eine Sender-Empfänger-Kombination z.B. häufiger auf, bekommt sie eine bessere Punktzahl. Gleichzeitig bekommen z.B. die Mails im Spam-Ordner eine besonders schlechte Bewertung. Dadurch kennt das Tools bei jedem Nutzer das Mailverhalten und kann anhand dessen genauer den Schadgehalt von neu eintreffenden Mails bestimmen.

# WELCOMESC_LEARNINGHELP_WhyHeadline
source: How does the learning work?
de_de: Wie funktioniert das Lernen?

# WELCOMESC_LearningIterative
source: From every incoming mail
de_de: eingehende Mail

# WELCOMESC_LearningNo
source: Disable learning
de_de: deaktiviert

# WELCOMESC_LearningRegulary
source: On a regulary basis
de_de: regelmäßige Abstände

# WELCOMESC_Mail
source: Enter your Mail adresses.
de_de: Was sind deine Mailadressen?

# WELCOMESC_MAILHELP_No
source: Yes, it is possible. But FinalFrontier´s performance in detecting malware is impaired from that, so we DON´T RECOMMEND leaving this fields blank.
de_de: Ja, es ist möglich. Dadurch wird jedoch die Detektionsleistung von FinalFrontier beeinträchtigt. Deshalb ist dieses Vorgehen NICHT EMPFOHLEN.

# WELCOMESC_MAILHELP_NoHeadline
source: Is it possible to enter no addresses?
de_de: Ist es möglich, keine Addressen anzugeben?

# WELCOMESC_MAILHELP_Where
source: On startup of Outlook we get your addresses from your accounts which are configured in Outlook. Please correct them, if they are not correct. If you don´t want one of this addresses to be checked, feel free to delete it.
de_de: Die Addressen werden beim Start von Outlook aus deinen dort hinterlegten Accounts ausgelesen. Falls eine davon nicht korrekt sein sollte, korrigiere diese bitte. Wenn du eine E-Mail nicht mit aufgenommen haben möchtest, kannst du sie gerne löschen.

# WELCOMESC_MAILHELP_WhereHeadline
source: How do we know the pre-filled addresses?
de_de: Woher kommen die vorausgefüllten Addressen?

# WELCOMESC_MAILHELP_Why
source: We analyze your E-Mails with a rating algorithm. To know your addresses is important for calculating the best results possible. For example, if an email was sent from one of your Mail addresses, this mail get a higher score.
de_de: Unsere Analyse der E-Mails basiert auf einem Bewertungsalgorithmus. Um die bestmöglichste Bewertung einer E-Mail gewähren zu können, ist es wichtig, deine Addressen zu kennen. Kommt z.B. eine Nachricht von einem Account mit dieser E-Mail, bekommt sie eine bessere Bewertung.

# WELCOMESC_MAILHELP_WhyHeadline
source: Why should we know your E-Mail addresses?
de_de: Warum sollten wir deine E-Mail Addressen kennen?

# WELCOMESC_NewMail
source: + Address
de_de: + Addresse

# WELCOMESC_Next
source: Next
de_de: Weiter

# WELCOMESC_Settings
source: Settings
de_de: Einstellungen

# WELCOMESC_WARNING_Blocked
source: The configuration is blocked due to your domain settings. Changes you make here will not be saved. We show you the configuration anyway, so you can understand FinalFrontier´s mode of operation and you see the current configuration. For more details please contact your administrator.
de_de: Die Konfiguration ist aufgrund der lokalen Domänen-Einstellungen gesperrt. Änderungen, die du vornimmst, werden nicht gespeichert. Damit du die Arbeitsweise von FinalFrontier besser verstehen kannst und dir die aktuellen Einstellungen einmal anschauen kannst, zeigen wir dir die Konfiguration trotzdem. Für mehr Details kontaktiere bitte deinen Systemadministrator.

# WELCOMESC_WARNING_BlockedHeadline
source: Warning!
de_de: Warnung!

# WELCOMESC_Welcome
source: Welcome!
de_de: Willkommen!
